neovim
amd-ucode
awesome-terminal-fonts
base
base-devel
bluez-utils
brightnessctl
btop
chafa
efibootmgr
fastfetch
fd
fzf
gdb
grub
gtk-engine-murrine
gst-plugin-pipewire
gvfs
hypridle
hyprland
hyprlock
hyprpapere
hyprpicker
hyprpolkitagent
hyprshot
imagemagick
jdk21-openjdk
keyd
kitty
linux-firmware
mad-db
maven
mpv
network-manager-applet
networkmanageer
noto-fonts-emoji
npm
nwg-look
libpulse
nwg-displays
obs-studio
openssh
otf-commit-mono-nerd
otf-font-awesome
pamixer
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
qt5-wayland
rip-grep
rofi-wayland
satty
thunar
thunar-archive-plugin
thunar-volman
tree
tree-sitter-cli
ttf-0xproto-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
tumbler
unzip
uwsm
vulkan-radeon
wireplumber
wl-clip-persist
woff2-font-awesome
xdg-desktop-portal-hyprland
xdg-desktop-portal-gtk
zathura
zathura-pdf-mupdf
zoxide
zram-generator
zsh
zsh-autocomplete
zsh-autosuggenstions
zsh-syntax-highlighting
